app/views/comments/_comment.html.erb

INSERT INTO "comments" ("body", "post_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["body", "new ajax request"], ["post_id", 1], ["created_at", "2015-01-02 02:52:41.623729"], ["updated_at", "2015-01-02 02:52:41.623729"]]
---
	  	<p>
	  		<strong>Posted <%= time_ago_in_words(comment.created_at) %></strong></br>