app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My First post"], ["body", "This is my first post and this is awesome"], ["created_at", "2014-12-31 13:32:25.848366"], ["updated_at", "2014-12-31 13:32:25.848366"]]
---
  def create
    @post = Post.new(post_params)

    respond_to do |format|
      if @post.save